/* 
  Localizable.strings
  HockeySDK

  Created by Andreas Linde on 01.07.12.
  Copyright (c) 2012-2013 HockeyApp, Bit Stadium GmbH. All rights reserved.
  Copyright (c) 2012 Codenauts UG (haftungsbeschränkt). All rights reserved.
*/








/* Window title string, with placeholder for the AppName */
"WindowTitle" = "Segnalazione di un problema per %@";

/* Introduction text, with app name placeholder first and company placeholder second */
"IntroductionText" = "Arresto imprevisto di %@. Vuoi inviare una segnalazione in modo da aiutarci a risolvere il problema?";

/* Name Text Title */
"NameTextTitle" = "Nome";

/* Email Text Title */
"EmailTextTitle" = "E-mail";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "Commenti";

/* User description placeholder */
"UserDescriptionPlaceholder" = "Descrivi i passaggi necessari per ricreare il problema";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "Dati del problema e configurazione del sistema";

/* Privacy note text */
"PrivacyNote" = "Con questa segnalazione non verranno inviate informazioni personali.";

/* Show Details Button */
"ShowDetailsButtonTitle" = "Mostra dettagli";

/* HIde Details Button */
"HideDetailsButtonTitle" = "Nascondi dettagli";

/* Cancel Button */
"CancelButtonTitle" = "Annulla";

/* Send Button */
"SendButtonTitle" = "Invia";